{
    "status" : "success",
    "errorMsgs" : null,
    "errorIds" : null,
    "stage" : "jobCatalog",
    "data" : {
        "results" : [
            {
                "id" : 1078,
                "title" : "3D Animator",
                "type" : "Position",
                "description" : "Hire a 3D Animator utilizing this template to create character models and rich 3D environments."
            },
            {
                "id" : 2014,
                "title" : "Accountant",
                "type" : "Position",
                "description" : "Hire an Accountant with this template to record and maintain accuracy with all of your business' finances."
            },
            {
                "id" : 2028,
                "title" : "Accounting Project",
                "type" : "Project",
                "description" : "Use this guide to complete an accounting project to manage bookkeeping, taxes, and other financial information vital to your business."
            },
            {
                "id" : 1047,
                "title" : "ActionScript Developer",
                "type" : "Position",
                "description" : "Hire an ActionScript developer to take your Flash rich media to the next level. "
            },
            {
                "id" : 2015,
                "title" : "Advertising Professional",
                "type" : "Position",
                "description" : "Hire an Advertising Professional to develop effective and creative ad campaigns to increase awareness and sales for your business."
            },
            {
                "id" : 2016,
                "title" : "Affiliate Marketer",
                "type" : "Position",
                "description" : "Hire an Affiliate Marketer to leverage this new online marketing channel to gain new customers and increase brand presence across the web."
            },
            {
                "id" : 1032,
                "title" : "AJAX Developer",
                "type" : "Position",
                "description" : "Hire an AJAX Developer by using this guide and update your website's look and feel as well as its interactivity."
            },
            {
                "id" : 1120,
                "title" : "Android Application Project",
                "type" : "Project",
                "description" : "Use this template to create Android applications or enhance existing applications to bring your business to the popular mobile platform. "
            },
            {
                "id" : 1064,
                "title" : "Android Developer",
                "type" : "Position",
                "description" : "Create apps for the Google App Market by hiring an Android development expert. "
            },
            {
                "id" : 1069,
                "title" : "Animator",
                "type" : "Position",
                "description" : "Hire an Animator with this template to bring your ideas to life through 2D and 3D animation. "
            },
            {
                "id" : 1117,
                "title" : "Application Developer",
                "type" : "Position",
                "description" : "Hire an Application Developer to create native applications that your business needs."
            },
            {
                "id" : 2020,
                "title" : "Application Development Project",
                "type" : "Project",
                "description" : "Use this guide to build a software application that will fit your business needs."
            },
            {
                "id" : 1023,
                "title" : "Article and Content Project",
                "type" : "Project",
                "description" : "Use this guide to create high-quality content for your business covering a range of topics and formats, including blog articles, news articles, instructional, and more. "
            },
            {
                "id" : 1024,
                "title" : "Article Writer",
                "type" : "Position",
                "description" : "Hire an Article Writer to leverage high-quality written content to develop your business' messaging, SEO strategy and more."
            },
            {
                "id" : 1001,
                "title" : "Banner Ad Project",
                "type" : "Project",
                "description" : "Create a banner ad for your online advertising using this guide."
            },
            {
                "id" : 1066,
                "title" : "BlackBerry Developer",
                "type" : "Position",
                "description" : "Use this job description to hire a BlackBerry development expert to help create and enhance your BlackBerry-based mobile applications."
            },
            {
                "id" : 1025,
                "title" : "Blogger",
                "type" : "Position",
                "description" : "Hire a Blogger using this template to create keyword-rich content that will keep your audience engaged and returning to your website."
            },
            {
                "id" : 2059,
                "title" : "Bookkeeper",
                "type" : "Position",
                "description" : "Use this template to find an expert to accurately record your daily financial transactions."
            },
            {
                "id" : 2017,
                "title" : "Brand Manager",
                "type" : "Position",
                "description" : "Use this template to hire a Brand Manager to develop and expand your brand's message and reach."
            },
            {
                "id" : 1002,
                "title" : "Brochure Design Project",
                "type" : "Project",
                "description" : "Get a brochure designed for your business by utilizing this template. "
            },
            {
                "id" : 1021,
                "title" : "Business Card Design Project",
                "type" : "Project",
                "description" : "Use this guide to get your next set of business cards designed."
            },
            {
                "id" : 1077,
                "title" : "Business Card Designer",
                "type" : "Position",
                "description" : "Use this template to hire a graphic designer to create a compelling and lasting business card for your company. "
            },
            {
                "id" : 1103,
                "title" : "Business Writer",
                "type" : "Position",
                "description" : "Use this template to hire a Business Writer to create effective content designed for a business environment."
            },
            {
                "id" : 2044,
                "title" : "Business Writing Project",
                "type" : "Project",
                "description" : "Use this template to hire an expert to write your press releases, sales copy, or other business related copy."
            },
            {
                "id" : 1071,
                "title" : "Cartoonist",
                "type" : "Position",
                "description" : "Hire a Cartoonist with this job template to utilize art and storytelling to convey your message to your audiences."
            },
            {
                "id" : 1048,
                "title" : "Content Management System (CMS) Developer",
                "type" : "Position",
                "description" : "By hiring a Content Management System expert, your business will be able to fully leverage dynamic content to continuously engage your customers."
            },
            {
                "id" : 1059,
                "title" : "Content Moderator",
                "type" : "Position",
                "description" : "Hire a Content Moderator with this template to ensure that any user-generated content on your website meets your guidelines."
            },
            {
                "id" : 1019,
                "title" : "Copywriter",
                "type" : "Position",
                "description" : "Find a Copywriter to create high-quality content for your website with this job description."
            },
            {
                "id" : 1080,
                "title" : "Cover Designer",
                "type" : "Position",
                "description" : "Hire a Cover Designer to develop compelling art and graphics to catch the eyes of customers on retail items, magazines and more. "
            },
            {
                "id" : 1102,
                "title" : "Creative Writer",
                "type" : "Position",
                "description" : "Use this template to hire a creative writer to develop your fiction writing story as well as characters, environments and events."
            },
            {
                "id" : 1029,
                "title" : "CSS Developer",
                "type" : "Position",
                "description" : "Hire a CSS developer to help you customize your style and theme of your website."
            },
            {
                "id" : 1060,
                "title" : "Customer Service Agent",
                "type" : "Position",
                "description" : "Staff up your Customer Service team flexibly by hiring agents with this template."
            },
            {
                "id" : 2024,
                "title" : "Data Entry Project",
                "type" : "Project",
                "description" : "This guide will help you complete a data entry project that will increase efficiency and improve your business."
            },
            {
                "id" : 2052,
                "title" : "Data Entry Specialist",
                "type" : "Position",
                "description" : "Data Entry Specialists can help you organize and manage your business' data assets with speed and accuracy. "
            },
            {
                "id" : 1044,
                "title" : "Database Developer",
                "type" : "Position",
                "description" : "Hiring a Database expert can help you create the applications and infrastructure you need to maintain your business' data."
            },
            {
                "id" : 1041,
                "title" : "Drupal Developer",
                "type" : "Position",
                "description" : "Hiring a Drupal developer can help you leverage the powerful content management system to power your website for your business."
            },
            {
                "id" : 1037,
                "title" : "Ecommerce Developer",
                "type" : "Position",
                "description" : "Hire an Ecommerce developer to deploy or enhance your online retail business. "
            },
            {
                "id" : 1104,
                "title" : "Editor",
                "type" : "Position",
                "description" : "Use this template to hire an Editor to develop your content themes and elevate your content to the next level."
            },
            {
                "id" : 2053,
                "title" : "Email Handling",
                "type" : "Position",
                "description" : "Use this template to find an admin support expert who will organize, send, and handle all of your email communcations."
            },
            {
                "id" : 2018,
                "title" : "Email Marketing Expert",
                "type" : "Position",
                "description" : "Use this template to find and hire an Email Marketing Expert to leverage the email channel to increase sales and awareness for your business."
            },
            {
                "id" : 2031,
                "title" : "Email Marketing Project",
                "type" : "Project",
                "description" : "Launch a campaign to leverage the email marketing channel by utilizing this template."
            },
            {
                "id" : 2062,
                "title" : "Engineer",
                "type" : "Position",
                "description" : "Use this template to hire an expert engineer. Choose from one of many fields (e.g. civil and structural engineering, mechanical, electrical and more)."
            },
            {
                "id" : 2009,
                "title" : "Facebook Application Project",
                "type" : "Project",
                "description" : "Build an application for the popular Facebook social media platform to attract and engage users in a new way."
            },
            {
                "id" : 1035,
                "title" : "Facebook Developer",
                "type" : "Position",
                "description" : "Hire a Facebook Developer to create new Facebook Apps or enhance and improve existing ones. "
            },
            {
                "id" : 2056,
                "title" : "Financial Planner",
                "type" : "Position",
                "description" : "Find an expert to help you develop and execute tailored solutions for your personal or business finances."
            },
            {
                "id" : 2057,
                "title" : "Financial Reporting Expert",
                "type" : "Position",
                "description" : "Use this template to find an expert to prepare your financial statements, reports, and other business documents."
            },
            {
                "id" : 2023,
                "title" : "Flash Animation Project",
                "type" : "Project",
                "description" : "Use this guide to create a flash animation project that will serve your business needs."
            },
            {
                "id" : 1068,
                "title" : "Flash Animator",
                "type" : "Position",
                "description" : "Hire a Flash Animator to help you create engaging rich media content for your website. "
            },
            {
                "id" : 1116,
                "title" : "General Office Assistant",
                "type" : "Position",
                "description" : "Use this template to hire a General Office Assistant that can help by performing basic organizational tasks and projects to support your business."
            },
            {
                "id" : 1105,
                "title" : "Ghostwriter",
                "type" : "Position",
                "description" : "Use this template to hire a Ghostwriter to develop high-quality content for your business on your behalf."
            },
            {
                "id" : 2019,
                "title" : "Google AdWords Expert",
                "type" : "Position",
                "description" : "Use this template to hire a Google AdWords Expert to create powerful and targeted advertisements to acquire new customers."
            },
            {
                "id" : 1067,
                "title" : "Graphic Designer",
                "type" : "Position",
                "description" : "Use this template to hire a graphic designer that can help create imagery to deliver your messages. "
            },
            {
                "id" : 2077,
                "title" : "hibu Job Template",
                "type" : "Project",
                "description" : "Use this Job Template for hibu copywriting jobs"
            },
            {
                "id" : 1027,
                "title" : "HTML Developer",
                "type" : "Position",
                "description" : "Hire an HTML expert to help create and update your web presence. "
            },
            {
                "id" : 1040,
                "title" : "HTML5 Developer",
                "type" : "Position",
                "description" : "Hire an HTML5 expert to take advantage of the newest development standard and features of the HTML language."
            },
            {
                "id" : 1070,
                "title" : "Illustrator",
                "type" : "Position",
                "description" : "Hire an Illustrator with this template to create anything from print brochures to web graphics and more. "
            },
            {
                "id" : 2021,
                "title" : "Image Editing Project",
                "type" : "Project",
                "description" : "Use this template to edit or enhance an image to use in your multimedia presentations for your business."
            },
            {
                "id" : 1119,
                "title" : "iOS Application Project\t",
                "type" : "Project",
                "description" : "Create mobile applications for Apple's App Store or enhance existing ones by utilizing this template."
            },
            {
                "id" : 1063,
                "title" : "iOS Developer",
                "type" : "Position",
                "description" : "An iOS developer can build and deploy apps for your business on the iPhone, iPad, and other iOS devices."
            },
            {
                "id" : 1039,
                "title" : "Java Developer",
                "type" : "Position",
                "description" : "Hire your next Java developer to build your software applications with this template. "
            },
            {
                "id" : 1030,
                "title" : "JavaScript Developer",
                "type" : "Position",
                "description" : "Hiring a JavaScript expert will enable you to add new interactions and multimedia behaviors on your website. "
            },
            {
                "id" : 1031,
                "title" : "Joomla! Developer",
                "type" : "Position",
                "description" : "By hiring a Joomla! expert, you can customize your content management system to have the features and look your business needs. "
            },
            {
                "id" : 1034,
                "title" : "jQuery Developer",
                "type" : "Position",
                "description" : "Hiring a jQuery Developer can help you tap into the power of the jQuery JavaScript library to add new interactive and multimedia features on your website."
            },
            {
                "id" : 1082,
                "title" : "Label and Package Designer",
                "type" : "Position",
                "description" : "Hire a Label and Package Designer to create compelling graphics and unique packaging designs for your retail items."
            },
            {
                "id" : 2064,
                "title" : "Lawyer",
                "type" : "Position",
                "description" : "Use this template to hire a paralegal or attorney to provide advice or represention. Choose from any number of legal fields (bankruptcy, contracts, estates, litigation and more)."
            },
            {
                "id" : 1095,
                "title" : "Lead Generation Expert",
                "type" : "Position",
                "description" : "Hire a Lead Generation Expert to research new opportunities, gain new customers and increase revenues to support your business."
            },
            {
                "id" : 1003,
                "title" : "Logo Design",
                "type" : "Project",
                "description" : "Create a logo with this template to have customers instantly recognize your brand and remember it in the future. "
            },
            {
                "id" : 1042,
                "title" : "Magento Developer",
                "type" : "Position",
                "description" : "Use this template to hire a Magento developer to build and enhance your Magento-based Ecommerce website.\n"
            },
            {
                "id" : 2063,
                "title" : "Manufacturing Project",
                "type" : "Project",
                "description" : "Use this template to find an expert to help you build a product for your company"
            },
            {
                "id" : 1085,
                "title" : "Marketer",
                "type" : "Position",
                "description" : "Hire a Marketer with this template to develop an array of campaigns to increase awareness of your brand and gain new customers."
            },
            {
                "id" : 1101,
                "title" : "Marketing Writer",
                "type" : "Position",
                "description" : "Hire a Marketing Writer to develop high-quality content to effectively communicate your messaging to your audience.\n"
            },
            {
                "id" : 1016,
                "title" : "Mobile Application Developer",
                "type" : "Position",
                "description" : "Use this job description to hire a talented mobile developer and help your business create the mobile app you need to engage customers in brand new ways."
            },
            {
                "id" : 1028,
                "title" : "MySQL Developer",
                "type" : "Position",
                "description" : "Hire a MySQL developer to help build and deploy your data-driven applications for your website."
            },
            {
                "id" : 2041,
                "title" : "Networking & Security Specialist",
                "type" : "Position",
                "description" : "Use this template to hire an expert to develop, install and\/or monitor security systems for your computers and networks."
            },
            {
                "id" : 1083,
                "title" : "Newsletter Designer",
                "type" : "Position",
                "description" : "Hire a Newsletter Designer to create the overall look and feel for your newsletter marketing campaigns. "
            },
            {
                "id" : 2055,
                "title" : "Other Admin Support Project",
                "type" : "Project",
                "description" : "Use this template to find an expert for your other administrative support needs."
            },
            {
                "id" : 2043,
                "title" : "Other Design & Multimedia Project",
                "type" : "Position",
                "description" : "Use this template to describe your design and\/or multimedia needs."
            },
            {
                "id" : 2060,
                "title" : "Other Finance and Management Expert",
                "type" : "Position",
                "description" : "Use this template to find an expert for your other finance and accounting needs."
            },
            {
                "id" : 2048,
                "title" : "Other Internet Marketing Project",
                "type" : "Project",
                "description" : "Use this template to find an internet marketer to help with your display advertising, affiliate marketing, mobile advertising, and more."
            },
            {
                "id" : 2050,
                "title" : "Other Sales & Marketing Project",
                "type" : "Project",
                "description" : "Use this template to find an expert for your other marketing needs."
            },
            {
                "id" : 2042,
                "title" : "Other Software & IT Job",
                "type" : "Project",
                "description" : "Use this template to describe your IT and programming needs."
            },
            {
                "id" : 2037,
                "title" : "Other Web & Mobile Job",
                "type" : "Position",
                "description" : "Use this template to describe your web and\/or mobile needs."
            },
            {
                "id" : 2046,
                "title" : "Other Writing & Translation Project",
                "type" : "Project",
                "description" : "Use this template to find an expert for your writing or translation needs."
            },
            {
                "id" : 2045,
                "title" : "Other Writing and Translation Project",
                "type" : "Project",
                "description" : false
            },
            {
                "id" : 1086,
                "title" : "Paid Search Marketing Expert",
                "type" : "Position",
                "description" : "Hire a Paid Search Marketing Expert with this guide to increase your customer acquisition through online advertising channels such as Google AdWords."
            },
            {
                "id" : 1051,
                "title" : "PayPal Developer",
                "type" : "Position",
                "description" : "Hire an expert PayPal developer integrate PayPal's payment platform onto your website."
            },
            {
                "id" : 1118,
                "title" : "PayPal Integration Project",
                "type" : "Project",
                "description" : "Use this template to integrate the PayPal payment processing platform into your website."
            },
            {
                "id" : 1026,
                "title" : "PHP Developer",
                "type" : "Position",
                "description" : "Hire a PHP developer with this guide to create web applications and help build, manage and maintain your website."
            },
            {
                "id" : 2049,
                "title" : "PR Expert",
                "type" : "Position",
                "description" : "Find the right expert to build your company's brand, engage influencers, and drive your PR efforts."
            },
            {
                "id" : 1084,
                "title" : "Presentation Designer",
                "type" : "Position",
                "description" : "Use this template to hire a Presentation Designer who can help increase the aesthetics and effectiveness of your presentations."
            },
            {
                "id" : 1107,
                "title" : "Press Release Project",
                "type" : "Project",
                "description" : "This template will help you generate a high-quality Press Release to announce your new features, products and more."
            },
            {
                "id" : 2038,
                "title" : "Project Manager",
                "type" : "Position",
                "description" : "Use this template to hire an expert to plan and execute your projects."
            },
            {
                "id" : 1121,
                "title" : "Proofreading and Editing Project",
                "type" : "Project",
                "description" : "Use this guide to have your documents and written materials edited for grammar, voice and more to fit your business needs."
            },
            {
                "id" : 2061,
                "title" : "Researcher",
                "type" : "Position",
                "description" : "Find an expert to deliver high quality internet research, market research, or assist you with other research needs."
            },
            {
                "id" : 1092,
                "title" : "Sales Associate",
                "type" : "Position",
                "description" : "Hire a Sales Associate to generate revenue and increase the customer base for your business."
            },
            {
                "id" : 1091,
                "title" : "Sales Writer",
                "type" : "Position",
                "description" : "Hire a Sales Writer to create content that gains new customers and generates revenue for your business."
            },
            {
                "id" : 1093,
                "title" : "Search and Internet Marketing Expert",
                "type" : "Position",
                "description" : "Hire a Search and Internet Marketer to develop paid search campaigns to increase revenue and gain new customers for your business."
            },
            {
                "id" : 2047,
                "title" : "Search Engine Marketer",
                "type" : "Position",
                "description" : "Find the right internet marketer to help you with search engine optimization (SEO), search engine marketing (SEM), web analytics, and more."
            },
            {
                "id" : 1087,
                "title" : "Search Engine Optimization Expert",
                "type" : "Position",
                "description" : "Hire a Search Engine Optimization Expert to analyze Internet data to gain new customers and increase brand and company awareness."
            },
            {
                "id" : 1088,
                "title" : "Social Media Marketer",
                "type" : "Position",
                "description" : "Hire a Social Media Marketer to develop strategies to increase brand awareness and customer loyalty to your business."
            },
            {
                "id" : 1053,
                "title" : "Social Networking Developer",
                "type" : "Position",
                "description" : "Hire a Social Networking Developer to build Facebook, Twitter, and other social networking website applications. "
            },
            {
                "id" : 1046,
                "title" : "SQL Developer",
                "type" : "Position",
                "description" : "Hiring an SQL Developer can help you build the data-driven application your business needs. "
            },
            {
                "id" : 2039,
                "title" : "System Administrator",
                "type" : "Position",
                "description" : "Use this template to hire an expert to manage day-to-day operations of your company's computer networks."
            },
            {
                "id" : 2058,
                "title" : "Tax Expert",
                "type" : "Position",
                "description" : "Find a tax expert to prepare your taxes, provide tax or accounting advice, and more."
            },
            {
                "id" : 2040,
                "title" : "Technical Support",
                "type" : "Position",
                "description" : "Use this template to hire a support expert to ensure that your computer systems are running smoothly and your tech questions are getting answered."
            },
            {
                "id" : 1106,
                "title" : "Technical Writer",
                "type" : "Position",
                "description" : "Use this template to hire a Technical Writer to help create documentation, manuals and more for your business."
            },
            {
                "id" : 1089,
                "title" : "Telemarketer",
                "type" : "Position",
                "description" : "Hire a Telemarketer to obtain and sustain relationships with current and prospective customers for your business."
            },
            {
                "id" : 2012,
                "title" : "Telephone Receptionist",
                "type" : "Position",
                "description" : "Use this template to hire a Telephone Receptionist to effectively manage and handle your incoming calls."
            },
            {
                "id" : 2036,
                "title" : "Testing and QA",
                "type" : "Project",
                "description" : "Use this guide to hire an expert to support you with testing and quality assurance."
            },
            {
                "id" : 2054,
                "title" : "Transcription Project",
                "type" : "Project",
                "description" : "Use this template to find a transcription expert to convert your audio files into text documents. "
            },
            {
                "id" : 1022,
                "title" : "Translation",
                "type" : "Project",
                "description" : "Use this guide to take your existing document and have it translated into any language your business needs."
            },
            {
                "id" : 2013,
                "title" : "Typist",
                "type" : "Position",
                "description" : "Hire a Typist with this template to quickly transcribe or input text into your systems."
            },
            {
                "id" : 2030,
                "title" : "Video Editing Project",
                "type" : "Project",
                "description" : "This template will help you edit a video that can improve your business in terms of marketing, social media, and more."
            },
            {
                "id" : 1072,
                "title" : "Video Editor",
                "type" : "Position",
                "description" : "Hire a Video Editor to create new multimedia content as well as enhance existing content to distribute your messages through a variety of channels."
            },
            {
                "id" : 1079,
                "title" : "Video Producer",
                "type" : "Position",
                "description" : "Use this template to hire a Video Producer and create visually compelling multimedia content for your business. "
            },
            {
                "id" : 2029,
                "title" : "Video Production Project",
                "type" : "Project",
                "description" : "Use this guide to produce a video to use in your marketing campaigns, for social media purposes, and other business endeavors."
            },
            {
                "id" : 1018,
                "title" : "Virtual Assistant ",
                "type" : "Position",
                "description" : "Hiring a Virtual Assistant can help you manage your incoming calls and emails, schedule your events and help you stay on top of all of your obligations, all from a remote location. "
            },
            {
                "id" : 1017,
                "title" : "Web Designer ",
                "type" : "Position",
                "description" : "Find and hire a talented web designer for your business with this template."
            },
            {
                "id" : 1015,
                "title" : "Web Developer",
                "type" : "Position",
                "description" : "Hire a web developer with this guide as they will be a tremendous asset to have for your business."
            },
            {
                "id" : 1049,
                "title" : "Web Services Developer",
                "type" : "Position",
                "description" : "Hire a web services developer to deploy your flexible application on a scalable system like Amazon Web Services or Google App Engine."
            },
            {
                "id" : 1012,
                "title" : "Website Design Project",
                "type" : "Project",
                "description" : "This template will guide you through getting your website designed and stylized to your requirements. "
            },
            {
                "id" : 1115,
                "title" : "Website Development Project",
                "type" : "Project",
                "description" : "Build a new website or update an existing one with new features and enhancements by utilizing this template. "
            },
            {
                "id" : 1073,
                "title" : "WordPress Designer",
                "type" : "Position",
                "description" : "Hire a WordPress Designer to create the look-and-feel your business needs to leverage the powerful WordPress platform."
            },
            {
                "id" : 2010,
                "title" : "WordPress Theme Design Project",
                "type" : "Project",
                "description" : "Use this guide to layout and stylize your WordPress-powered website."
            }
        ]
    },
    "errorMsgsEl" : "jobCatalog",
    "errorTitle" : null,
    "token" : null
}