{
    "status" : "success",
    "errorMsgs" : null,
    "errorIds" : null,
    "stage" : "jobCatalog",
    "data" : {
        "results" : [
            {
                "id" : 1047,
                "title" : "ActionScript Developer",
                "type" : "Position",
                "description" : "Hire an ActionScript developer to take your Flash rich media to the next level. "    },
            {
                "id" : 1032,
                "title" : "AJAX Developer",
                "type" : "Position",
                "description" : "Hire an AJAX Developer by using this guide and update your website's look and feel as well as its interactivity."
            },
            {
                "id" : 1120,
                "title" : "Android Application Project",
                "type" : "Project",
                "description" : "Use this template to create Android applications or enhance existing applications to bring your business to the popular mobile platform. "
            },
            {
                "id" : 1064,
                "title" : "Android Developer",
                "type" : "Position",
                "description" : "Create apps for the Google App Market by hiring an Android development expert. "
            },
            {
                "id" : 1117,
                "title" : "Application Developer",
                "type" : "Position",
                "description" : "Hire an Application Developer to create native applications that your business needs."
            },
            {
                "id" : 2020,
                "title" : "Application Development Project",
                "type" : "Project",
                "description" : "Use this guide to build a software application that will fit your business needs."
            },
            {
                "id" : 1066,
                "title" : "BlackBerry Developer",
                "type" : "Position",
                "description" : "Use this job description to hire a BlackBerry development expert to help create and enhance your BlackBerry-based mobile applications."
            },
            {
                "id" : 1048,
                "title" : "Content Management System (CMS) Developer",
                "type" : "Position",
                "description" : "By hiring a Content Management System expert, your business will be able to fully leverage dynamic content to continuously engage your customers."
            },
            {
                "id" : 1029,
                "title" : "CSS Developer",
                "type" : "Position",
                "description" : "Hire a CSS developer to help you customize your style and theme of your website."
            },
            {
                "id" : 1044,
                "title" : "Database Developer",
                "type" : "Position",
                "description" : "Hiring a Database expert can help you create the applications and infrastructure you need to maintain your business' data."
            },
            {
                "id" : 1041,
                "title" : "Drupal Developer",
                "type" : "Position",
                "description" : "Hiring a Drupal developer can help you leverage the powerful content management system to power your website for your business."
            },
            {
                "id" : 1037,
                "title" : "Ecommerce Developer",
                "type" : "Position",
                "description" : "Hire an Ecommerce developer to deploy or enhance your online retail business. "
            },
            {
                "id" : 2009,
                "title" : "Facebook Application Project",
                "type" : "Project",
                "description" : "Build an application for the popular Facebook social media platform to attract and engage users in a new way."
            },
            {
                "id" : 1035,
                "title" : "Facebook Developer",
                "type" : "Position",
                "description" : "Hire a Facebook Developer to create new Facebook Apps or enhance and improve existing ones. "
            },
            {
                "id" : 2023,
                "title" : "Flash Animation Project",
                "type" : "Project",
                "description" : "Use this guide to create a flash animation project that will serve your business needs."
            },
            {
                "id" : 1068,
                "title" : "Flash Animator",
                "type" : "Position",
                "description" : "Hire a Flash Animator to help you create engaging rich media content for your website. "
            },
            {
                "id" : 1027,
                "title" : "HTML Developer",
                "type" : "Position",
                "description" : "Hire an HTML expert to help create and update your web presence. "
            },
            {
                "id" : 1040,
                "title" : "HTML5 Developer",
                "type" : "Position",
                "description" : "Hire an HTML5 expert to take advantage of the newest development standard and features of the HTML language."
            },
            {
                "id" : 1119,
                "title" : "iOS Application Project\t",
                "type" : "Project",
                "description" : "Create mobile applications for Apple's App Store or enhance existing ones by utilizing this template."
            },
            {
                "id" : 1063,
                "title" : "iOS Developer",
                "type" : "Position",
                "description" : "An iOS developer can build and deploy apps for your business on the iPhone, iPad, and other iOS devices."
            },
            {
                "id" : 1039,
                "title" : "Java Developer",
                "type" : "Position",
                "description" : "Hire your next Java developer to build your software applications with this template. "
            },
            {
                "id" : 1030,
                "title" : "JavaScript Developer",
                "type" : "Position",
                "description" : "Hiring a JavaScript expert will enable you to add new interactions and multimedia behaviors on your website. "
            },
            {
                "id" : 1031,
                "title" : "Joomla! Developer",
                "type" : "Position",
                "description" : "By hiring a Joomla! expert, you can customize your content management system to have the features and look your business needs. "
            },
            {
                "id" : 1034,
                "title" : "jQuery Developer",
                "type" : "Position",
                "description" : "Hiring a jQuery Developer can help you tap into the power of the jQuery JavaScript library to add new interactive and multimedia features on your website."
            },
            {
                "id" : 1042,
                "title" : "Magento Developer",
                "type" : "Position",
                "description" : "Use this template to hire a Magento developer to build and enhance your Magento-based Ecommerce website.\n"
            },
            {
                "id" : 1016,
                "title" : "Mobile Application Developer",
                "type" : "Position",
                "description" : "Use this job description to hire a talented mobile developer and help your business create the mobile app you need to engage customers in brand new ways."
            },
            {
                "id" : 1028,
                "title" : "MySQL Developer",
                "type" : "Position",
                "description" : "Hire a MySQL developer to help build and deploy your data-driven applications for your website."
            },
            {
                "id" : 2041,
                "title" : "Networking & Security Specialist",
                "type" : "Position",
                "description" : "Use this template to hire an expert to develop, install and\/or monitor security systems for your computers and networks."
            },
            {
                "id" : 2042,
                "title" : "Other Software & IT Job",
                "type" : "Project",
                "description" : "Use this template to describe your IT and programming needs."
            },
            {
                "id" : 2037,
                "title" : "Other Web & Mobile Job",
                "type" : "Position",
                "description" : "Use this template to describe your web and\/or mobile needs."
            },
            {
                "id" : 1051,
                "title" : "PayPal Developer",
                "type" : "Position",
                "description" : "Hire an expert PayPal developer integrate PayPal's payment platform onto your website."
            },
            {
                "id" : 1118,
                "title" : "PayPal Integration Project",
                "type" : "Project",
                "description" : "Use this template to integrate the PayPal payment processing platform into your website."
            },
            {
                "id" : 1026,
                "title" : "PHP Developer",
                "type" : "Position",
                "description" : "Hire a PHP developer with this guide to create web applications and help build, manage and maintain your website."
            },
            {
                "id" : 2038,
                "title" : "Project Manager",
                "type" : "Position",
                "description" : "Use this template to hire an expert to plan and execute your projects."
            },
            {
                "id" : 1053,
                "title" : "Social Networking Developer",
                "type" : "Position",
                "description" : "Hire a Social Networking Developer to build Facebook, Twitter, and other social networking website applications. "
            },
            {
                "id" : 1046,
                "title" : "SQL Developer",
                "type" : "Position",
                "description" : "Hiring an SQL Developer can help you build the data-driven application your business needs. "
            },
            {
                "id" : 2039,
                "title" : "System Administrator",
                "type" : "Position",
                "description" : "Use this template to hire an expert to manage day-to-day operations of your company's computer networks."
            },
            {
                "id" : 2040,
                "title" : "Technical Support",
                "type" : "Position",
                "description" : "Use this template to hire a support expert to ensure that your computer systems are running smoothly and your tech questions are getting answered."
            },
            {
                "id" : 2036,
                "title" : "Testing and QA",
                "type" : "Project",
                "description" : "Use this guide to hire an expert to support you with testing and quality assurance."
            },
            {
                "id" : 1017,
                "title" : "Web Designer ",
                "type" : "Position",
                "description" : "Find and hire a talented web designer for your business with this template."
            },
            {
                "id" : 1015,
                "title" : "Web Developer",
                "type" : "Position",
                "description" : "Hire a web developer with this guide as they will be a tremendous asset to have for your business."
            },
            {
                "id" : 1049,
                "title" : "Web Services Developer",
                "type" : "Position",
                "description" : "Hire a web services developer to deploy your flexible application on a scalable system like Amazon Web Services or Google App Engine."
            },
            {
                "id" : 1012,
                "title" : "Website Design Project",
                "type" : "Project",
                "description" : "This template will guide you through getting your website designed and stylized to your requirements. "
            },
            {
                "id" : 1115,
                "title" : "Website Development Project",
                "type" : "Project",
                "description" : "Build a new website or update an existing one with new features and enhancements by utilizing this template. "
            },
            {
                "id" : 1073,
                "title" : "WordPress Designer",
                "type" : "Position",
                "description" : "Hire a WordPress Designer to create the look-and-feel your business needs to leverage the powerful WordPress platform."
            },
            {
                "id" : 2010,
                "title" : "WordPress Theme Design Project",
                "type" : "Project",
                "description" : "Use this guide to layout and stylize your WordPress-powered website."
            }
        ]
    },
    "errorMsgsEl" : "jobCatalog",
    "errorTitle" : null,
    "token" : null
}