{
    "status" : "success",
    "errorMsgs" : null,
    "errorIds" : null,
    "stage" : "jobCatalog",
    "data" : {
        "results" : [
            {
                "id" : 2015,
                "title" : "Advertising Professional",
                "type" : "Position",
                "description" : "Hire an Advertising Professional to develop effective and creative ad campaigns to increase awareness and sales for your business."
            },
            {
                "id" : 2016,
                "title" : "Affiliate Marketer",
                "type" : "Position",
                "description" : "Hire an Affiliate Marketer to leverage this new online marketing channel to gain new customers and increase brand presence across the web."
            },
            {
                "id" : 2017,
                "title" : "Brand Manager",
                "type" : "Position",
                "description" : "Use this template to hire a Brand Manager to develop and expand your brand's message and reach."
            },
            {
                "id" : 2018,
                "title" : "Email Marketing Expert",
                "type" : "Position",
                "description" : "Use this template to find and hire an Email Marketing Expert to leverage the email channel to increase sales and awareness for your business."
            },
            {
                "id" : 2031,
                "title" : "Email Marketing Project",
                "type" : "Project",
                "description" : "Launch a campaign to leverage the email marketing channel by utilizing this template."
            },
            {
                "id" : 2019,
                "title" : "Google AdWords Expert",
                "type" : "Position",
                "description" : "Use this template to hire a Google AdWords Expert to create powerful and targeted advertisements to acquire new customers."
            },
            {
                "id" : 1095,
                "title" : "Lead Generation Expert",
                "type" : "Position",
                "description" : "Hire a Lead Generation Expert to research new opportunities, gain new customers and increase revenues to support your business."
            },
            {
                "id" : 1085,
                "title" : "Marketer",
                "type" : "Position",
                "description" : "Hire a Marketer with this template to develop an array of campaigns to increase awareness of your brand and gain new customers."
            },
            {
                "id" : 2048,
                "title" : "Other Internet Marketing Project",
                "type" : "Project",
                "description" : "Use this template to find an internet marketer to help with your display advertising, affiliate marketing, mobile advertising, and more."
            },
            {
                "id" : 2050,
                "title" : "Other Sales & Marketing Project",
                "type" : "Project",
                "description" : "Use this template to find an expert for your other marketing needs."
            },
            {
                "id" : 1086,
                "title" : "Paid Search Marketing Expert",
                "type" : "Position",
                "description" : "Hire a Paid Search Marketing Expert with this guide to increase your customer acquisition through online advertising channels such as Google AdWords."
            },
            {
                "id" : 2049,
                "title" : "PR Expert",
                "type" : "Position",
                "description" : "Find the right expert to build your company's brand, engage influencers, and drive your PR efforts."
            },
            {
                "id" : 1092,
                "title" : "Sales Associate",
                "type" : "Position",
                "description" : "Hire a Sales Associate to generate revenue and increase the customer base for your business."
            },
            {
                "id" : 1091,
                "title" : "Sales Writer",
                "type" : "Position",
                "description" : "Hire a Sales Writer to create content that gains new customers and generates revenue for your business."
            },
            {
                "id" : 1093,
                "title" : "Search and Internet Marketing Expert",
                "type" : "Position",
                "description" : "Hire a Search and Internet Marketer to develop paid search campaigns to increase revenue and gain new customers for your business."
            },
            {
                "id" : 2047,
                "title" : "Search Engine Marketer",
                "type" : "Position",
                "description" : "Find the right internet marketer to help you with search engine optimization (SEO), search engine marketing (SEM), web analytics, and more."
            },
            {
                "id" : 1087,
                "title" : "Search Engine Optimization Expert",
                "type" : "Position",
                "description" : "Hire a Search Engine Optimization Expert to analyze Internet data to gain new customers and increase brand and company awareness."
            },
            {
                "id" : 1088,
                "title" : "Social Media Marketer",
                "type" : "Position",
                "description" : "Hire a Social Media Marketer to develop strategies to increase brand awareness and customer loyalty to your business."
            },
            {
                "id" : 1089,
                "title" : "Telemarketer",
                "type" : "Position",
                "description" : "Hire a Telemarketer to obtain and sustain relationships with current and prospective customers for your business."
            }
        ]
    },
    "errorMsgsEl" : "jobCatalog",
    "errorTitle" : null,
    "token" : null
}